// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d в %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - при кол-ве дисков: %@.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - за один диск.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (нет он-лайн заказов)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ сохраняет всю информацию на вашем устройстве для использования ее в отсутствие интернета. Единственным исключением являются трейлеры фильмов.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ не может открыть веб-страницу, т.к. нет соединения с интернетом";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ содержит незаконченые/неправильные трансляции. Вы можете помочь исправить?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ не хранит ваш Netflix логин и пароль.\n\nВы будете направлены на сайт Netflix для авторизации этой программы на вашем счету.\n\nМы рекомендуем подключиться к Wi-fi при первом использовании Netflix на %@.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ не показывает мой любимый кинотеатр. Можно ли его добавить?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ оценки";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Вопросов и ответов";

/* i.e.: 2 hours */
"%d hours" = "%d ч";

/* i.e.: 30 minutes */
"%d minutes" = "%d мин";

/* No comment provided by engineer. */
"%d months ago" = "Месяцев назад: %d";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d из %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "Кинотеатров за пределами области поиска: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "Недель назад: %d";

/* No comment provided by engineer. */
"%d years ago" = "Лет назад: %d";

/* No comment provided by engineer. */
"1 hour" = "1 час";

/* No comment provided by engineer. */
"1 kilometer" = "1 километр";

/* No comment provided by engineer. */
"1 mile" = "1 миля";

/* No comment provided by engineer. */
"1 minute" = "1 минута";

/* No comment provided by engineer. */
"1 month ago" = "1 месяц назад";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 кинотеатр за пределами области поиска";

/* No comment provided by engineer. */
"1 week ago" = "1 неделя назад";

/* No comment provided by engineer. */
"1 year ago" = "1 год назад";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "О программе";

/* No comment provided by engineer. */
"Account #%d" = "Аккаунт #%d";

/* <first name> <last name> */
"Account: %@ %@" = "Аккаунт: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Аккаунты";

/* Movie category */
"Action & Adventure" = "Боевики и Приключения";

/* No comment provided by engineer. */
"Add New Account" = "Добавить Аккаунт";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Добавить Кинотеатр";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Добавить в Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "добавляем фильм";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Показать все";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Показать все (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Неизвестная ошибка";

/* Movie category */
"Anime & Animation" = "Аниме и Анимация";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple пока не дает возможность менять иконки для программ. Когда эту функцию добавят, мы сделаем ее доступным.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Дома";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Обновлять место";

/* Movie is available to be shipped now */
"Available Now" = "Имеется в наличии";

/* Movie will be released soon */
"Available Soon" = "Скоро будет в наличии";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Еще не выпустился";

/* No comment provided by engineer. */
"Bio:" = "Биография";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Только Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Закладки";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Позвонить";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Можно ли увеличить радиус поиска кинотеатров?";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Cannot Open Page" = "Не удалось открыть страницу";

/* No comment provided by engineer. */
"Cast:" = "В ролях:";

/* No comment provided by engineer. */
"Category Notifications" = "Категория Напоминаний";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Изменить дату";

/* Movie category */
"Children & Family" = "Детские и Семейные";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Город или район";

/* Movie category */
"Classics" = "Классические";

/* Movie category */
"Comedy" = "Комедии";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Не удалось изменить рейтинг:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Не удалось подсоединиться к Netflix";

/* No comment provided by engineer. */
"Could not find location." = "Не удалось найти место.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Не удалось найти место.\nПользователь выключил сервис определения местонахождения.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Возможно ли рентовать фильмы Blockbuster также как и Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Возможно ли добавить свою иконку для %@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provided a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Как только Blockbuster станет поддерживать второстепенные программы, я добавлю эту функцию.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "В данный момент - нет, но вы можете сохранить любимый кинотеатр нажав на звездочку в деталях кинотеатра и тогда он появится даже если он не в пределах поискового радиуса.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "В данный момент, настройки можно изменить только на сайте Netflix";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "только DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Информация о DVD/Blu-ray предоставлена:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Данные для будущих дат могут быть неполными. Измените дату поиска на текущую чтобы увидеть полный список.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Абсолютно! Жми на кнопку 'Send Feedback' чтобы отправить мне сообщение. Напиши что не работает и я исправлю это в следующей версии.";

/* No comment provided by engineer. */
"Director:" = "Режиссёр:";

/* No comment provided by engineer. */
"Directors:" = "Режиссёры:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Диск";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Диск (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Список Дисков";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* Movie category */
"Documentary" = "Документальные";

/* No comment provided by engineer. */
"Downloading data" = "Загрузка данных";

/* No comment provided by engineer. */
"Downloading image" = "Загрузка постера";

/* No comment provided by engineer. */
"Downloading information." = "Скачиваем информацию";

/* Movie category */
"Drama" = "Драматические";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "В зависимости от лицензии, некоторые фильмы могут не иметь рейтинг и обзор.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Послать по почте";

/* No comment provided by engineer. */
"Enabled" = "Включено";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Все просмотры";

/* No comment provided by engineer. */
"Error occurred" = "Произошла ошибка";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Ошибка в соединении с Netflix. Попробуйте еще раз.";

/* Movie category */
"Faith & Spirituality" = "Религиозные";

/* No comment provided by engineer. */
"Favorites" = "Избранное";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Афиши предоставлены:";

/* No comment provided by engineer. */
"Force Refresh" = "Обновить";

/* Movie category */
"Foreign" = "Зарубежные";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Формат:";

/* Movie category */
"Gay & Lesbian" = "Геи и Лесби";

/* No comment provided by engineer. */
"Genre:" = "Жанр:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Сервис определения географических координат предоставлен:";

/* No comment provided by engineer. */
"Google Maps" = "Карты Google";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Графика David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Над графикой работал Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Помощь";

/* Movie category */
"Horror" = "Ужасы";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Я конечно попробую. Пожалуйста, нажмите кнопку ‘Добавить Театр’ для связи со мной . Мне понадобится название театра и его телефон. Спасибо!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Лицензионные сборы IMDb очень дороги для меня. Извините!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Если %@ кэширует данные, почему я всегда вижу значок загрузки на каждом постере который уже был загружен? ";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Если вам понравилась %@, пожалуйста, подумайте о написании маленького обзора для iTunes Store. Это поможет новым пользователям найти это приложение, позволит мне добавлять больше новых функций, держать его бесплатным, и мне будет очень приятно. Спасибо!";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, increase my ability to bring you great new features, and will also make me feel warm and fuzzy inside. Thanks!" = "Если вам понравилась %@, пожалуйста, подумайте о написании маленького обзора для iTunes Store. Это поможет новым пользователям найти это приложение, увеличит мое желание в добавлении новых функций, и мне будет очень приятно. Спасибо!";

/* Movie category */
"Independent" = "Независимое";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Онлайн Видео";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = " Онлайн Видео (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Список Онлайн Видео";

/* No comment provided by engineer. */
"Instant Watch" = " Смотреть Онлайн Видео";

/* No comment provided by engineer. */
"International Data" = "Международные Данные";

/* No comment provided by engineer. */
"Last Friday" = "Последняя пятница";

/* No comment provided by engineer. */
"Last Monday" = "Последний понедельник";

/* No comment provided by engineer. */
"Last Saturday" = "Последняя суббота";

/* No comment provided by engineer. */
"Last Sunday" = "Последнее воскресенье";

/* No comment provided by engineer. */
"Last Thursday" = "Последний четверг";

/* No comment provided by engineer. */
"Last Tuesday" = "Последний вторник";

/* No comment provided by engineer. */
"Last Wednesday" = "Последняя среда";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Не дальше чем %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Не дальше чем 1 %@";

/* No comment provided by engineer. */
"License" = "Лицензия";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Лицензионные соглашения с некоторыми источниками информации позволяют использовать только рейтинги и описания для всех фильмов. Извините!";

/* No comment provided by engineer. */
"Like This App?" = "Понравилось Это Приложение?";

/* No comment provided by engineer. */
"Loading" = "Загрузка";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Индикаторы Загрузки";

/* No comment provided by engineer. */
"Loading image" = "Загрузка постера";

/* No comment provided by engineer. */
"Local results unavailable" = "Локальные результаты недоступны";

/* No comment provided by engineer. */
"Localized by:" = "Работа по локализации:";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Войти с существующим Аккаунтом";

/* There will be a long wait before the movie is released */
"Long Wait" = "Долго ждать";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Карта";

/* No comment provided by engineer. */
"Map Theaters" = "Карта Кинотеатров";

/* The most popular movies currently */
"Most Popular" = "Самые Популярные";

/* No comment provided by engineer. */
"Movie Rating" = "рейтинг фильма";

/* No comment provided by engineer. */
"Movie details provided by:" = "Информация о фильмах предоставлена:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Рецензии фильмов предоставлены:";

/* No comment provided by engineer. */
"Movies" = "Фильмы";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Фильмы (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Перемещение Фильма";

/* Movie category */
"Music & Musicals" = "Музыкальные";

/* No comment provided by engineer. */
"My other applications" = "Мои программы";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Имя";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Сеть недоступна";

/* Movie category */
"New 'Instant Watch'" = "Новое ' Онлайн Видео'";

/* Movie category */
"New DVDs" = "Новинки DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Нет, спасибо";

/* No comment provided by engineer. */
"No biography available." = "Биография отсутствует";

/* No comment provided by engineer. */
"No information found" = "Информация не найдена";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Сеансы в ‘%@’ на %@ не найдены";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Сеансы ‘%@’ в ‘%@’ на %@ не найдены";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Сеансы ‘%@’ на ’%@’ не найдены";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Результаты для '%@' не найдены";

/* No comment provided by engineer. */
"No synopsis available." = "Описание недоступно.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Нет";

/* Movie is not currently rentable */
"Not Rentable" = "Недоступен напрокат";

/* No comment provided by engineer. */
"Not yet rated" = "Пока нет рейтинга";

/* No comment provided by engineer. */
"Now Playing Feedback" = "NowPlaying Обратная связь";

/* No comment provided by engineer. */
"OK" = "Ок";

/* No comment provided by engineer. */
"Open and Authorize" = "Открыть и Авторизоваться";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Настройки";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Заказать билеты за %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Превышен Лимит – Попробуйте Позже";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Показать трэйлер";

/* No comment provided by engineer. */
"Please Wait" = "Ждемс";

/* No comment provided by engineer. */
"Please enter your location" = "Введите Ваше местоположение";

/* No comment provided by engineer. */
"Please rate it in the App Store!" = "Пожалуйста проголосуйте в App Store!";

/* No comment provided by engineer. */
"Please wait..." = "Ждемс...";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Предпочтительные Форматы";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Приоритетные Закладки";

/* Takes the user to the website for this application */
"Project Website" = "Веб-сайт проекта";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Оценить!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Рейтинг: %@";

/* No comment provided by engineer. */
"Rated:" = "Рейтинг:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Прочитать рецензии";

/* No comment provided by engineer. */
"Really close by" = "Совсем недалеко";

/* No comment provided by engineer. */
"Really far away" = "Очень далеко";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Недавно Возвращенные";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Недавно Просмотренные";

/* Movie recommendations from Netflix */
"Recommendations" = "Рекомендации";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Релиз";

/* No comment provided by engineer. */
"Release date:" = "Дата выхода:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Релиз: %@";

/* No comment provided by engineer. */
"Remove Account" = "Удалить Аккаунт";

/* No comment provided by engineer. */
"Rental History" = "История прокатов";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Обновление списка не удалось:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Запрашиваю доступ";

/* No comment provided by engineer. */
"Requesting authorization" = "Авторизация";

/* No comment provided by engineer. */
"Reviews" = "Рецензии";

/* Movie category */
"Romance" = "Любовь";

/* No comment provided by engineer. */
"Running time:" = "Длительность:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the posters to their photo library */
"Save All to Photo Library" = "Сохранить Все в Фото Библиотеку";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Сохранить в Фотографии";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Сохранено";

/* Saved in Instant Queue */
"Saved in %@" = "Сохранено в %@";

/* No comment provided by engineer. */
"Saving" = "Сохраняем";

/* i.e.: Saving 5 of 15.  Used when saving a list of posters */
"Saving %d of %d" = "Сохранено %d из %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Фантастика";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Оценка";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Поворот Экрана";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Дата поиска";

/* No comment provided by engineer. */
"Search Distance" = "Расстояние поиска";

/* No comment provided by engineer. */
"Search Netflix" = "Поиск в Netflix";

/* No comment provided by engineer. */
"Searching" = "Ищем";

/* No comment provided by engineer. */
"See the section on IMDb." = "Показать на IMDb";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Обратная связь";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* There will be a short wait before the movie is released */
"Short Wait" = "Недолго Ждать";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Показывать скрытых кинотеатров: %d";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Показывать 1 скрытый кинотеатр";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Оба";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Показать Похожее";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Показывать Напоминания";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Расписания получены %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Зарегистрировать Новый Аккаунт";

/* Movie category */
"Special Interest" = " Special Interest";

/* Movie category */
"Sports & Fitness" = "Спорт и Фитнес";

/* No comment provided by engineer. */
"Studio:" = "Студия:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Успешно! %@ получил(а) доступ к своему Netflix аккаунту. Теперь вы можете добавлять фильмы в ваш список, смотреть новинки, рекомендуемое, и многое другое";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Нажмите Кнопку ‘Обратная Связь’ для того чтобы написать мне о ваших пожеланиях. Будьте Здоровы! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Нажмите для ввода местоположения";

/* Movie category */
"Television" = "Телепрограммы";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Последний раз расписания обновлены\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Провайдеры данных часто устанавливают ограничение на максимальную дистанцию поиска, которой Вы можете воспользоваться. Поэтому некоторые кинотеатры могут не отображаться даже при достаточно большой дистанции поиска.";

/* No comment provided by engineer. */
"Theaters" = "Кинотеатры";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Кинотеатры (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Кинотеатры удаляются когда они не обновляют текущие сеансы. Когда обновление сеансов происходит, кинотеатры добавляются автоматически в %@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Этот кинотеатр пока не предоставил данные о своём расписании. Как только эта информация появится, %@ получит её автоматически";

/* Movie category */
"Thrillers" = "Триллеры";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Продажа билетов предоставлена:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Название";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Для того что бы прокрутка была быстрой и плавной, %@ не показывает постеры пока  идет листание";

/* No comment provided by engineer. */
"Today" = "Сегодня";

/* Movie category */
"Top DVDs" = "Лучшее DVDs";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Лучшее из Списка Дисков";

/* No comment provided by engineer. */
"Top of Instant Queue" = " Лучшее из Списка Онлайн Видео";

/* No comment provided by engineer. */
"Translations" = "Переводы";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "К сожалению, Movietickets.com не предоставляет поддержку продажи онлайн билетов, так как это делает Fandango.com. Я хожу в кинотеатры Fandango.com и этот поставщик меня устраивает.";

/* No comment provided by engineer. */
"Unknown Distance" = "Расстояние неизвестно";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Дата выхода неизвестна";

/* No comment provided by engineer. */
"Unrated" = "Нет рейтинга";

/* No comment provided by engineer. */
"Upcoming" = "Скоро";

/* No comment provided by engineer. */
"Updating" = "Обновление";

/* No comment provided by engineer. */
"Updating Listings" = "Обновление Сеансов";

/* No comment provided by engineer. */
"Updating Queue" = "Обновление Списков";

/* No comment provided by engineer. */
"Updating: %@" = "Обновление %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Маленький шрифт";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Очень долго ждать";

/* No comment provided by engineer. */
"Website" = "Веб-сайт";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Вебсайты";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Что я могу сделать, если мой вопрос остался без ответа?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Почему исчез мой кинотеатр?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Почему %@ не предлагает билеты от Movietickets.com так же как от Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Почему %@ не показывает рейтинги и отзывы от пользователей IMDb?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Почему %@ не показывает рейтинги и отзывы от Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Почему я не могу посмотреть рейтинги и отзывы для всех фильмов в %@";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Почему %@ всегда качает данные? Почему нельзя хранить их локально?";

/* No comment provided by engineer. */
"Write Review" = "Написать Отзыв";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Автор программы: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Вчера";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Вы должны сначала настроить учетную запись электронной почты на своем устройстве перед отправкой своих отзывов.";

/* No comment provided by engineer. */
"Your  country is set to: Full support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Страна вашего %@ пока не поддерживается: %@\n\nПолная поддержка %@ скоро будет для вашей страны, однако некоторые функции доступны для использования уже сегодня! Когда появится больше возможностей, вы автоматически будете уведомлены про обновление";

/* No comment provided by engineer. */
"kilometer" = "километр";

/* No comment provided by engineer. */
"kilometers" = "километров";

/* No comment provided by engineer. */
"mile" = "миля";

/* No comment provided by engineer. */
"miles" = "миль";